Repository: vLj2/docman
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Tag:
de: Stichwort:

source: Come see a list of all documents assigned to this tag.
de: Schau dir die Liste aller Tags dieses Dokuments an.

source: %(filesize)s - %(ago)s ago
de: %(filesize)s - vor %(ago)s

source: %(ago)s ago
de: vor %(ago)s

source: No documents have been uploaded so far.
de: Bisher wurden keine Dokumente hochgeladen.
