Repository: vLj2/docman
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Always <strong>latest version</strong> of DocMan available, maintained by our service team
de: Immer die <strong>aktuellste Version</strong> von DocMan verfügbar, gewartet von unserem Service-Team

source: SSL <strong>secured connection</strong> during the while flight
de: <strong>SSL-gesicherte Verbindung</strong> während der gesamten Nutzung!

source: All files <strong>securely stored</strong> on our servers located in Germany
de: Alle Dateien <strong>sicher</strong> auf unseren Servern in Deutschland gespeichert

source: Hosting fee depending on required dimension
de: Kosten abhängig von der benötigten Größenordnung

source: IT-knowledge and infrastructure strongly <strong>required</strong>
de: IT-Wissen und Infrastruktur <strong>zwingend benötigt</strong>

source: Autonomous system. Software and security updates need to be installed by <strong>yourself</strong>
de: Selbstständiges System. Software- und Sicherheitsupdates müssen daher <strong>selbst eingepflegt</strong> werden

source: Free (you probably need to pay the infrastructure or have it available anyway)
de: Kostenlos (vermutlich entstehen Kosten durch die benötigte Infrastruktur)

source: Learn more
de: Mehr erfahren

source: <p>DocMan is Open Source software and available for free under the BSD license. (see <a href='https://github.com/tjosten/docman/blob/docman2/COPYING'>COPYING</a>) However, we do not give any kind of <strong>free</strong> support for installing or running DocMan on your infrastructure. Please <a href='mailto:support@docman.me'>drop us a line</a> if you are planning to run DocMan and having trouble. We surely can find a solution for you.</p><p>DocMan is written in Python (Django) and requires several modules and addons to be installed. For more information, please checkout the <a href='https://github.com/tjosten/docman/blob/docman2/README.md'>README</a> file in the DocMan repository:</p>
de: <p>DocMan ist Open Source-Software und kostenlos unter der BSD-Lizenz verfügbar. (siehe <a href='https://github.com/tjosten/docman/blob/docman2/COPYING'>COPYING</a>) Wir geben jedoch keinerlei <strong>kostenlosen</strong> Support für die Installation oder den Betrieb von DocMan. Bitte <a href='mailto:support@docman.me'>melde dich bei unserem Support</a> wenn du Schwierigkeiten hast, DocMan einzusetze. Wir finden sicher eine Lösung für dich.</p><p>DocMan ist in Python (Django) geschrieben und benötigt einige Module und Addons. Weitere Informationen findest du in der <a href='https://github.com/tjosten/docman/blob/docman2/README.md'>README</a>-Datei im DocMan-Repository:</p>

source: Go to the DocMan repository on GitHub
de: Zum DocMan-Repository auf GitHub

source: <p>We would enjoy to have you aboard. Just fill in your email in the form below. We will come back to you very soon and develop the perfect solution together with you.</p>
de: <p>Es würde uns freuen, dich dabei zu haben! Gib' einfach deine E-Mail in das Formular unten ein. Wir melden uns schnellstmöglich und entwickeln zusammen mit dir die perfekte Lösung für dich.</p>

source: Email address
de: E-Mail Adresse:

source: Submit
de: Absenden

source: Cheers!
de: Perfekt!

source: We will get in touch with you as soon as possible!<br /><br /><em>Thanks, your DocMan team</em>
de: Wir melden uns so bald wie möglich bei dir!<br /><br /><em>Danke, dein DocMan-Team</em>

source: DocMan and Joomla!
de: DocMan und Joomla!

source: DocMan is in no way affiliated or associated with DOCman for Joomla! DocMan (collaborative document management) is a standalone software written in Python (Django) and available for download or SaaS.
de: DocMan ist in keiner Weise zugehörig zu DOCman für Joomla! DocMan (collaborative document management) ist eine eigenständige Software, geschrieben in Python (Django) und als Download oder SaaS-Lösung verfügbar.

source: Any questions left?
de: Noch Fragen?

source: Just drop us a line. We are happy to answer your query:
de: Schreib' uns einfach eine E-Mail. Wir freuen uns über jede Anfrage:

source: Report an issue or malfunction
de: Problem oder Fehlfunktion melden

source: We are very sorry if something went wrong!
de: Es tut uns sehr leid, dass etwas schief gelaufen ist!

source: Whoops. Something went wrong?
de: Uuups. Etwas ist schiefgelaufen?

source: We are very sorry about this, and we do not want it to happen again! Please take a minute and fill out the following form to help us improving the quality of DocMan. Describe the issue or malfunction as precise as possible, please. Thank you very much!
de: Es tut uns sehr leid, und wir wollen nicht, dass das nochmal passiert! Bitte nimm' dir eine Minute Zeit und füll' das folgende Formular aus, damit wir mit deiner Hilfe die Qualität von DocMan verbessern können. Beschreib' das Problem oder die Fehlfunktion so genau wie möglich, bitte. Vielen Dank!

source: Type of issue or malfunction
de: Problem oder Fehlfunktion

source: Upload malfunction
de: Fehler beim Hochladen eines Dokuments

source: Other (please explain!)
de: Anderes (bitte erläutern!)

source: Detailed description
de: Genaue Beschreibung

source: <em>If neccessary:</em> URL where issue appears
de: <em>Falls notwendig:</em> URL, bei der das Problem auftritt

source: Submit report
de: Problembericht absenden

source: We will come back to you in case of questions.
de: Falls es offene Fragen gibt, melden wir uns bei dir.

source: Welcome to DocMan
de: Willkommen bei DocMan

source: The better collaborative document management solution.
de: Die bessere kollaborative Dokumentenverwaltung.

source: We are very sorry to tell you that your browser (Firefox) is unfortunately too old for the technology behind DocMan. Please, visit <a href="http://getfirefox.com">getfirefox.com</a> to get all the great benefits of an up to date Firefox version. Cheers!</p><p>(You will get serious drawbacks when trying to upload files with this browser. Please, do yourself a favor and update!)
de: Es tut uns sehr leid, aber die von dir verwendete Version von Firefox ist leider zu alt für die Technologie hinter DocMan. Bitte besuch' <a href="http://getfirefox.com">getfirefox.com</a> um deinen Browser auf den aktuellen Stand der Dinge zu bringen (und in den Genuß all' der neuen Features zu gelangen)! Danke!</p><p>(Du wirst merken, dass DocMan mit dieser alten Version von Firefox viel weniger Spaß macht. Tu' dir selbst einen Gefallen und mach' ein Update!)

source: Unfortunately, you are using Internet Explorer. To enjoy the full user experience, please upgrade to a modern browser like <a href="http://getfirefox.com">Firefox</a>, <a href="http://google.com/chrome">Google Chrome</a> or <a href="http://apple.com/safari">Safari</a>. Nevertheless you should be perfectly able to use the main features of DocMan.</p><p>Thanks for your understanding.
de: Wir haben erkannt, dass du leider den Internet Explorer benutzt. Damit du alle Funktionen uneingeschränkt benutzen kannst, installier' bitte einen modernen Browser wie z.B. <a href="http://getfirefox.com">Firefox</a>, <a href="http://google.com/chrome">Google Chrome</a> oder <a href="http://apple.com/safari">Safari</a>. Nichts desto trotz solltest du die Basisfunktionen von DocMan problemlos nutzen können.</p><p>Danke für dein Verständnis!

source: We are very sorry to tell you that your browser (Google Chrome) has unfortunately a bug with Cherokee's SSL implementation. (See <a href="http://code.google.com/p/cherokee/issues/detail?id=1284">bug report</a>)
de: Es tut uns leid, aber der von dir verwendete Browser (Google Chrome) hat leider ein Problem mit der SSL-Implementation unseres Webservers. (Siehe <a href="http://code.google.com/p/cherokee/issues/detail?id=1284">Bug-Report</a>)

source: If you are experiencing trouble when trying to log in, please try to <a href="http://docman.me">turn SSL off</a>.
de: Falls du Probleme beim Login hast, <a href="http://docman.me">schalte bitte SSL ab</a>.

source: We will patch our infrastructure as soon as a fix is available.
de: Wir aktualisieren unsere Infrastruktur sobald eine Lösung verfügbar ist.

source: Security advice
de: Sicherheitshinweis

source: Please make sure that the URL of this page starts with <strong>%(domain)s</strong> before typing in your credentials!
de: Bitte stelle sicher, dass die URL dieser Seite mit <strong>%(domain)s</strong> beginnt, bevor du deine Daten eingibst!

source: An error occurred.
de: Fehler aufgetreten.

source: Login <span>to our all new document management</span>
de: Login <span>zu unserer neuen Dokumentenverwaltung</span>

source: Username
de: Benutzername

source: Password
de: Passwort

source: <a href="%(pwreset)s">(forgot password?)</a>
de: <a href="%(pwreset)s">(Passwort vergessen?)</a>

source: No Account yet?
de: Noch keinen Account?

source: DocMan is an open source document management software. If you have no account yet, sign up for our <a href='http://en.wikipedia.org/wiki/SaaS'>SaaS</a>-solution or download DocMan. It's free.
de: DocMan ist eine Open Source-Dokumentenverwaltungssoftware. Falls du noch keinen Account hast, melde dich für unsere <a href='http://en.wikipedia.org/wiki/SaaS'>SaaS</a>-Lösung an oder lade DocMan herunter. Kostenlos.

source: Learn more about DocMan
de: Mehr über DocMan erfahren

source: DocMan was realized using:
de: DocMan wurde realisiert mit Hilfe von:

source: Edit pad
de: Bearbeiten

source: Please fill out the following form to edit this pad.
de: Bitte füll' folgende Felder aus, um das Pad zu bearbeiten.

source: Created:
de: Erstellt:

source: No description stored for this document.
de: Bisher wurde keine Beschreibung gespeichert.

source: No tags assigned to this document.
de: Bisher wurden keine Stichwörter gespeichert.

source: Download as .txt
de: Download als .txt

source: Edit this pad
de: Pad bearbeiten

source: Are you sure, you want to delete the pad?
de: Sicher, dass du das Pad löschen willst?

source: Delete this pad
de: Pad löschen

source: The press about DocMan
de: Die Presse über DocMan

source: What the world wide web thinks..
de: Was das Internet denkt..

source: Scope info:
de: Geltungsbereich:

source: Users assigned to this scope can access all documents of courses which are connected to it.
de: Benutzer dieses Geltungsbereichs können alle Dokumente der Kurse sehen, die ihm zugewiesen sind.

source: First name
de: Vorname

source: Last name
de: Nachname

source: Last login: %(logintime)s %(logintime2)s
de: Letzter Login: %(logintime)s um %(logintime2)s Uhr

source: User profile
de: Benutzerprofil

source: Recently uploaded documents
de: Zuletzt hochgeladene Dokumente

source: %(filesize)s - %(since)s ago
de: %(filesize)s - vor %(since)s

source: No documents were uploaded by this user so far.
de: Bisher wurden keine Dokumente von diesem Benutzer hochgeladen.

source: Last documents the user commented on.
de: Zuletzt kommentierte Dokumente

source: The user has not commented on any document yet.
de: Bisher hat der Benutzer keine Kommentare geschrieben.

source: Full Text Search
de: Volltextsuche

source: Tag Cloud
de: Stichwörter

source: My Account
de: Mein Zugang

source: Manage Organisations
de: Organisationen verwalten

source: Logout
de: Ausloggen

source: Home
de: Start

source: Get DocMan
de: Hol' dir DocMan

source: Lecturer account
de: Dozentenzugang

source: 1st Term
de: 1. Semester

source: 2nd Term
de: 2. Semester

source: 3rd Term
de: 3. Semester

source: 4th Term
de: 4. Semester

source: 5th Term
de: 5. Semester

source: 6th Term
de: 6. Semester

source: Press
de: Presse

source: About
de: Über

source: Report issue
de: Fehler melden

source: SSL encrypted connection
de: SSL-gesicherte Verbindung

source: Insecure connection
de: Unsichere Verbindung

source: We are sorry!
de: Es tut uns sehr leid!

source: DocMan does not work properly in Internet Explorer.
de: DocMan funktioniert nicht korrekt im Internet Explorer.

source: Please upgrade to a modern web browser like <br /><a href="%(safari)s">Safari</a>, <a href="%(chrome)s">Google Chrome</a> or <a href="%(firefox)s">Mozilla Firefox</a> in order to use DocMan.
de: Bitte installier' dir einen modernen Webbrowser wie<br /><a href="%(safari)s">Safari</a>, <a href="%(chrome)s">Google Chrome</a> oder <a href="%(firefox)s">Mozilla Firefox</a>, wenn du DocMan benutzen möchtest.

source: Thank you!
de: Vielen Dank!

source: Course Management
de: Kurs-Verwaltung

source: Filter by any field..
de: Filtern..

source: Create new course
de: Neuen Kurs erstellen

source: Category
de: Kategorie

source: Lecturer
de: Dozent

source: Scopes
de: Geltungsbereiche

source: No course created yet.
de: Bisher wurden keine Kurse erstellt.

source: Create new course.
de: Neuen Kurs erstellen

source: Create course
de: Kurs erstellen

source: Scope Management
de: Geltungsbereich-Verwaltung

source: Ooops
de: Whoops!

source: You need to create at least one lecturer in order to create a course.
de: Du musst wenigstens einen Dozenten erstellen, bevor du einen Kurs anlegen kannst.

source: All semesters
de: Alle Semester

source: Create course
de: Kurs erstellen

source: Help
de: Hilfe

source: After you created the course, you are able to assign scopes to it.
de: Du kannst diesen Kurs Geltungsbereichen zuweisen, nachdem du ihn erstellt hast.

source: User Management
de: Benutzer-Verwaltung

source: Save course
de: Kurs speichern

source: Delete course
de: Kurs löschen

source: If you are sure you want to delete this course, please click here.
de: Wenn du diesen Kurs löschen möchtest, klick' hier.

source: Warning! All documents, comments, votes, etc. of this course will be deleted!
de: Achtung! Alle Dokumente, Kommentare, Bewertungen etc. aus diesem Kurs werden gelöscht!

source: Yes, I'm sure
de: Ja, sicher

source: Show courses
de: Kurse anzeigen

source: Hide courses
de: Kurse verbergen

source: Remove user from scope
de: Benutzer entfernen

source: Add scope
de: Hinzufügen

source: Organisation Management
de: Organisationsverwaltung

source: You are manager of the following organisations. Please select one to continue.
de: Du bist Verwalter der folgenden Organisationen. Bitte wähle zum Fortfahren eine Organisation aus.

source: Lecturer Management
de: Dozenten-Verwaltung

source: Create new lecturer
de: Neuen Dozent erstellen

source: Last login
de: Letzter Login

source: Has account / Active
de: Zugang / Aktiv

source: Create lecturer
de: Dozent erstellen

source: After you created a new lecturer, you can create new courses and assign them to him.
de: Du kannst neue Kurse erstellen und sie diesem Dozenten zuweisen, nachdem du ihn erstellt hast.

source: If you want the lecturer to be able to login, create an account for this lecturer afterwards.
de: Wenn der Dozent sich einloggen können soll, musst du im nächsten Schritt einen Zugang für ihn erstellen.

source: Display name
de: Anzeigename

source: Save lecturer
de: Dozent speichern

source: Account information
de: Zugangsinformationen

source: Save account data
de: Zugangsdaten speichern

source: Reset password
de: Passwort zurücksetzen

source: For security reasons, you are not able to change a lecturer's password. However, you can send him an email with a new generated password.
de: Aus Sicherheitsgründen bist du nicht in der Lage, das Passwort zu ändern. Du kannst ein neues Passwort generieren lassen, welches dem Dozenten per E-Mail zugesendet wird.

source: Generate new password
de: Neues Passwort generieren

source: Disable lecturer
de: Dozenten deaktivieren

source: If you are sure you want to disable this lecturer, please click here. The lecturer will no longer be able to login.
de: Klicke hier, um diesen Dozenten zu deaktivieren. Deaktiviere Dozenten können sich nicht mehr einloggen.

source: The lecturer has already been disabled. Click here to enable his account again.
de: Dieser Dozent wurde bereits deaktiviert. Klick' hier, um ihn wieder zu aktivieren.

source: Enable lecturer
de: Dozenten aktivieren

source: This lecturer has not yet an account, so he is not able to login and upload or view documents.
de: Dieser Dozent hat bisher noch keinen Zugang, und kann sich deshalb nicht einloggen und Dokumente hochladen oder einsehen.

source: Create account
de: Zugang erstellen

source: Delete lecturer
de: Dozent löschen

source: If you are sure you want to delete this lecturer, please click here.
de: Wenn du diesen Dozenten löschen möchtest, klick' hier.

source: Warning! All courses, documents, etc. of this lecturer and his connected account will be deleted!
de: Achtung! Alle Kurse, Dokumente, etc. dieses Dozenten (inkl. seines Zugangs) werden gelöscht!

source: This lecturer is not assigned to any course.
de: Dieser Dozent ist keinem Kurs zugewiesen.

source: User management
de: Benutzer-Verwaltung

source: Lecturer management
de: Dozenten-Verwaltung

source: Course management
de: Kurs-Verwaltung

source: Scope management
de: Geltungsbereich-Verwaltung

source: Create new scope
de: Neuen Geltungsbereich erstellen

source: Users
de: Benutzer

source: Create scope
de: Geltungsbereich erstellen

source: After you created the scope, you are able to assign courses to it.
de: Du kannst Kurse zu diesem Geltungsbereich hinzufügen, nachdem du ihn erstellt hast.

source: Save scope
de: Geltungsbereich speichern

source: Add user
de: Benutzer hinzufügen

source: Delete scope
de: Geltungsbereich löschen

source: If you are sure you want to delete this scope, please click here.
de: Wenn du diesen Geltungsbereich löschen möchtest, klick' hier.

source: Add course
de: Kurs hinzufügen

source: Create new user
de: Neuen Benutzer erstellen

source: Active
de: Aktiv

source: Create lecturer account
de: Neuen Dozentenzugang erstellen

source: Create user
de: Benutzer erstellen

source: You are going to create an account for the lecturer <strong>%(lname)s</strong>.
de: Du bist dabei, einen Zugang für den Dozenten <strong>%(lname)s</strong> zu erstellen.

source: After you created the user, you will be redirected to his profile. There you are able to connect the user to scopes.
de: Du gelangst zum Profil dieses Benutzers, nachdem du ihn erstellt hast. Dort kannst du ihn zu Geltungsbereichen zuweisen.

source: For security reasons, you are not able to set a password for this user. The user will get an email with his login details.
de: Aus Sicherheitsgründen kannst du kein Passwort für den Benutzer angeben. Er erhält eine E-Mail mit seinen Zugangsdaten.

source: Save user
de: Benutzer speichern

source: For security reasons, you are not able to change a user's password. However, you can send him an email with a new generated password.
de: Aus Sicherheitsgründen bist du nicht in der Lage, das Passwort zu ändern. Du kannst ein neues Passwort generieren lassen, welches dem Benutzer per E-Mail zugesendet wird.

source: Disable user
de: Benutzer deaktivieren

source: If you are sure you want to disable this user, please click here. The user will no longer be able to login.
de: Klicke hier, um diesen Benutzer zu deaktivieren. Deaktiviere Benutzer können sich nicht mehr einloggen.

source: The user has already been disabled. Click here to enable his account again.
de: Dieser Benutzer wurde bereits deaktiviert. Klick' hier, um ihn wieder zu aktivieren.

source: Enable user
de: Benutzer aktivieren

source: Delete user
de: Benutzer löschen

source: If you are sure you want to delete this user, please click here.
de: Wenn du diesen Benutzer löschen möchtest, klick' hier.

source: Warning! All documents, comments, votes, etc. of this user will be deleted!
de: Achtung! Alle Dokumente, Kommentare, Bewertungen etc. dieses Benutzers werden gelöscht!

source: Forgot your password?
de: Password vergessen?

source: We can send you a new, promised!
de: Wir senden dir ein neues, versprochen!

source: In the case you forgot your password, you may enter your email address and DocMan will send you a link with instructions how to reset your password.
de: Falls du dein Passwort vergessen hast, fülle bitte dieses Formular aus und du wirst weitere Anweisungen per E-Mail erhalten.

source: Request new password <span>it's easy!</span>
de: Neues Passwort anfordern <span>das ist einfach!</span>

source: Email address:
de: E-Mail Adresse:

source: New password
de: Neues Passwort

source: Successfully changed your password!
de: Password erfolgreich geändert!

source: Login and have fun!
de: Log dich ein und los geht's!

source: Here we go!
de: Alles klar!

source: Your password has been changed successfully, you may login now on the <u><a href="%(def)s">homepage</a></u>.
de: Dein Passwort wurde erfolgreich geändert. Du kannst dich nun auf der <u><a href="%(def)s">Startseite</a></u> anmelden.

source: Set your new password
de: Neues Passwort speichern

source: And don't forget it again, please.
de: Bitte vergiss' es nicht wieder.

source: Please enter your new password:
de: Bitte gib' hier dein neues Passwort ein:

source: Save
de: Speichern

source: There is a problem!
de: Fehler aufgetreten!

source: Your reset link is incorrect. Please check your email for line breaks in the link, request a new reset link or write an email to <a href="mailto:%(support_email)s">%(support_email)s</a>.
de: Leider ist dein Reset-Link nicht korrekt. Bitte kontrolliere die E-Mail auf Zeilenumbrüche im Link, fordere erneut einen Reset-Link an oder schreibe eine E-Mail an <a href="mailto:%(support_email)s">%(support_email)s</a>.

source: Successfully sent the email!
de: E-Mail erfolgreich versendet!

source: I could take up to 5 minutes for the mail to be delivered.
de: Es kann bis zu 5 Minuten dauern, bis die E-Mail zugestellt wurde.

source: Go see your Inbox!
de: Schau in deinen Posteingang!

source: In an instant you will receive an email with instructions and a link to reset your password.
de: Du erhältst in dieser Minute eine E-Mail mit weiteren Anweisungen und einem Link, mit dessen Hilfe du dein Passwort zurücksetzen kannst.

source: Hello %(first_name)s, you requested a new password for DocMan. You can set a new pasword using the following link. %(protocol)s://%(domain)s%(reset_url)s Your username is %(username)s. If you didn't request a new password please ignore this email or contact DocMan. Enjoy document management with DocMan!
de: Hallo %(first_name)s, Du hast ein neues Passwort angefordert. Mit Hilfe des folgenden Links kannst du dir selbstständig ein neues Passwort setzen. %(protocol)s://%(domain)s%(reset_url)s Dein Benutzername lautet: %(username)s. Falls du kein neues Passwort angefordert hast, kannst du diese E-Mail ignorieren oder DocMan kontaktieren. Wir wünschen weiterhin viel Spaß mit DocMan!

source: Feed the search spider with your query.
de: Fütter' die Suche mit deiner Anfrage.

source: Please enter a search key to start the search.
de: Bitte gib einen Suchbegriff ein, um die Suche zu starten.

source: Whooops!
de: Whoops!

source: Sadly, the full text search has been disabled for your account. If you feel inconvenient, please refer to our <a href="mailto:support@docman.me">Support-Team</a>!
de: Leider wurde die Volltextsuche für deinen Account deaktiviert. Falls du die Suche benötigen solltest, sprich' doch mit unserem <a href="mailto:support@docman.me">Support-Team</a>!

source: Search key
de: Suchbegriff

source: and feel free to use the common search query language.
de: und benutz' die allgemeine Suchmaschinensprache.

source: Search Results
de: Suchergebnisse

source: %(filesize)s - %(ago)s ago by %(uploader)s
de: %(filesize)s - vor %(ago)s von %(uploader)s

source: %(ago)s ago by %(uploader)s
de: vor %(ago)s von %(uploader)s

source: Unfortunateley your search did not return any results.
de: Leider keine Suchergebnisse gefunden.

source: Tagcloud
de: Stichwörter

source: Although the sun is shining, we have clouds.
de: Wir haben Wolken obwohl die Sonne scheint.

source: No tags are assigned yet.
de: Bisher wurden keine Tags gespeichert.

source: Tag
de: Stichwort
