Repository: vLj2/docman
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Welcome to DocMan!
de: Willkommen bei DocMan!

source: New DocMan Password
de: Neues Passwort bei DocMan

source: %d. Term
de: %d. Semester

source: All Terms
de: Alle Semester

source: News
de: Neuigkeiten

source: Your Facebook connection has been deleted!
de: Deine Facebook Connection wurde gelöscht!

source: An unknown error occurred while trying to delete the pad. Please try again later!
de: Beim Löschen des Pads ist ein Fehler aufgetreten. Bitte probier' es später noch einmal!

source: The pad has been deleted successfully!
de: Das Pad wurde erfolgreich gelöscht!

source: An unknown error occurred while trying to read the pad. Please try again later!
de: Beim Lesen des Pads ist ein Fehler aufgetreten. Bitte probier' es später noch einmal!

source: An unknown error occurred while trying to access the pad. Please try again later!
de: Beim Zugriff auf das Pad ist ein Fehler aufgetreten. Bitte probier' es später noch einmal!

source: You need to specify a name for the new pad!
de: Du musst einen Namen für das neue Pad angeben!

source: An unknown error occurred while trying to create a new pad. Please try again later!
de: Beim Erstellen des Pads ist ein Fehler aufgetreten. Bitte probier' es später noch einmal!

source: An unknown error occurred while trying to upload your file. Please try again later!
de: Beim Hochladen des Dokuments ist leider ein unerwarteter Fehler aufgetreten. Bitte versuch' es später noch einmal!

source: No File selected!
de: Keine Datei ausgewählt!

source: Course couldn't be loaded - please try again!
de: Kurs konnte nicht geladen werden - bitte erneut versuchen!

source: Document couln't be loaded - please try again!
de: Dokument konnte nicht geladen werden - bitte erneut versuchen!

source: The file is too big!
de: Die Datei ist zu groß!

source: An unexpected error occured while uploading the file.
de: Beim Hochladen ist ein unerwarteter Fehler aufgetreten!

source: The new revision <strong>%s</strong> has been uploaded successfully.
de: Die neue Revision <strong>%s</strong> wurde erfolgreich hochgeladen!

source: The Document <strong>%s</strong> has been uploaded successfully.
de: Das Dokument <strong>%s</strong> wurde erfolgreich hochgeladen!

source: Invalid Term selected.
de: Ungültiges Semester ausgewählt!

source: This is not a valid email address!
de: Diese E-Mail Adresse ist leider nicht gültig!

source: Successfully subscribed to notifications for this course.
de: Die Benachrichtigungen für diesen Kurs wurden erfolgreich aktiviert!

source: You unsubscribed from notifications for this course.
de: Die Benachrichtigungen für diesen Kurs wurden erfolgreich abbestellt!

source: Successfully subscribed to notifications for this document.
de: Die Benachrichtigungen für das Dokument wurden erfolgreich aktiviert!

source: You unsubscribed from notifications for this document.
de: Die Benachrichtigungen für das Dokument wurden erfolgreich abbestellt!

source: Couldn't load the document
de: Das Dokument konnte nicht geladen werden!

source: Invalid rating
de: Ungültige Bewertung

source: Your current password is not correct!
de: Dein aktuelles Passwort ist nicht korrekt!

source: The passwords don't match!
de: Die Passwörter stimmen nicht überein!

source: Your password must be at least 5 characters long!
de: Das Passwort muss mindestens 5 Zeichen lang sein!

source: Your password has been changed!
de: Das Passwort wurde geändert!

source: Your settings have been changed!
de: Deine Einstellungen wurden gespeichert!

source: Your email address has been changed!
de: Deine E-Mail Adresse wurde geändert!

source: Username or password invalid.
de: Der Benutzername oder das Passwort ist ungültig.

source: This account has been deactivated.
de: Der Account wurde deaktiviert.

source: You already voted, mate!
de: Du hast bereits an der Umfrage teilgenommen!

source: Thanks for your time, mate. You rock!
de: Vielen Dank für deine Zeit und deine Hilfe! Du rockst!

source: Couln't load the document!
de: Das Dokument konnte nicht geladen werden!

source: Please enter a name!
de: Bitte einen Namen angeben!

source: You aren't the owner of this document!
de: Das Dokument gehört nicht dir!

source: The file has been successfully amended!
de: Das Dokument wurde erfolgreich bearbeitet!

source: The document has been deleted successfully!
de: Das Dokument wurde erfolgreich gelöscht!

source: The Revision has been deleted successfully!
de: Die Revision wurde erfolgreich gelöscht!

source: The comment has been deleted.
de: Der Kommentar wurde gelöscht.

source: You aren't the author of this comment!
de: Der Kommentar gehört nicht dir!

source: There are no documents in this category.
de: Es gibt keine Dokumente in dieser Kategorie.

source: Your comment is too short (or far too long).
de: Dein Kommentar ist leider zu kurz (oder viel zu lang).

source: Your comment has been saved!
de: Dein Kommentar wurde gespeichert!

source: You selected an invalid issue type!
de: Du hast einen ungültiges Problem ausgewählt!

source: Please enter at least 10 characters for issue description!
de: Bitte gib' wenigstens 10 Zeichen für die Problembeschreibung an!

source: Thank you very much for your time and issue report!
de: Vielen Dank für deine Zeit und deine Hilfe!

source: No courses
de: Keine Kurse

source: Minimum length for course names: 5 characters.
de: Mindestlänge für Kursnamen: 5 Zeichen

source: Please select a valid category.
de: Bitte wähle eine gültige Kateogrie aus.

source: Please select a valid lecturer.
de: Bitte wähle einen gültigen Dozenten aus.

source: Please select a valid semester.
de: Bitte wähle ein gültiges Semester aus.

source: The course has been successfully amended.
de: Der Kurs wurde erfolgreich bearbeitet!

source: Please select a category and lecturer.
de: Bitte wähle eine Kategorie und einen Dozenten aus.

source: The course has been successfully created.
de: Der Kurs wurde erfolgreich erstellt.

source: This scope does not exist!
de: Dieser Geltungsbereich existiert nicht!

source: The scope has been removed from this course.
de: Der Kurs wurde aus diesem Geltungsbereich entfernt.

source: The scope is not connected to this course.
de: Dieser Kurs ist nicht in diesem Geltungsbereich.

source: The scope has been added to this course.
de: Der Kurs wurde dem Geltungsbereich hinzugefügt.

source: The scope is already connected to this course.
de: Der Kurs ist bereits in diesem Geltungsbereich.

source: You need to tick the checkbox in case to delete the course.
de: Du musst den Haken setzen um den Kurs löschen zu können.

source: The course has been successfully deleted.
de: Der Kurs wurde erfolgreich gelöscht.

source: The lecturer has been successfully amended.
de: Der Dozent wurde erfolgreich bearbeitet.

source: Name is a required field.
de: Name ist ein Pflichtfeld.

source: The email address has an invalid format.
de: Diese E-Mail Adresse ist nicht korrekt.

source: This email adress has already been taken!
de: Diese E-Mail Adresse ist bereits vergeben.

source: The lecturer has been successfully created.
de: Der Dozent wurde erfolgreich erstellt!

source: You need to tick the checkbox in case to delete the lecturer.
de: Du musst den Haken setzen um den Dozent löschen zu können.

source: The lecturer has been successfully deleted.
de: Der Dozent wurde erfolgreich gelöscht.

source: You need to tick the checkbox in case to delete the scope.
de: Du musst den Haken setzen um den Geltungsbereich löschen zu können.

source: The scope has been successfully deleted.
de: Der Geltungsbereich wurde erfolgreich gelöscht.

source: Minimum length for scope names: 2 characters
de: Mindestlänge für Geltungsbereichnamen: 2 Zeichen

source: This scope name has already been taken!
de: Dieser Name ist bereits in Verwendung.

source: The scope has been successfully created.
de: Der Geltungsbereich wurde erfolgreich erstellt.

source: The scope has been successfully amended.
de: Der Geltungsbereich wurde erfolgreich bearbeitet.

source: An email with a new password has been sent to the lecturer.
de: Der Dozent hat eine E-Mail mit seinem neuen Passwort erhalten.

source: An email with a new password has been sent to the user.
de: Der Benutzer hat eine E-Mail mit seinem neuen Passwort erhalten.

source: The lecturer has been successfully disabled.
de: Der Dozent wurde erfolgreich deaktiviert.

source: The user has been successfully disabled.
de: Der Benutzer wurde erfolgreich deaktiviert.

source: The lecturer has been successfully enabled.
de: Der Dozent wurde erfolgreich aktiviert.

source: The user has been successfully enabled.
de: Der Benutzer wurde erfolgreich deaktiviert.

source: You need to tick the checkbox in case to delete the user.
de: Du musst den Haken setzen um den Benutzer löschen zu können.

source: The user has been successfully deleted.
de: Der Benutzer wurde erfolgreich gelöscht.

source: Minimum length for usernames: 2 characters
de: Mindestlänge für Benutzernamen: 2 Zeichen

source: This username has already been taken!
de: Dieser Benutzername ist bereits vergeben.

source: First name is a required field.
de: Vorname ist ein Pflichtfeld.

source: Last name is a required field.
de: Nachname ist ein Pflichtfeld.

source: The user has been successfully created.
de: Der Benutzer wurde erfolgreich erstellt.

source: The user has been successfully amended.
de: Der Benutzer wurde erfolgreich bearbeitet.

source: The user has been disconnected from this scope.
de: Der Benutzer wurde aus diesem Geltungsbereich entfernt.

source: The user is not connected to this scope.
de: Der Benutzer gehört nicht zu diesem Geltungsbereich.

source: The user is already connected to this scope.
de: Der Benutzer ist bereits in diesem Geltungsbereich.

source: The user has been connected to this scope.
de: Der Benutzer wurde diesem Geltungsbereich hinzugefügt.

source: This user does not exist!
de: Dieser Benutzer existiert nicht.

source: This course does not exist!
de: Dieser Kurs existiert nicht.

source: The course is already connected to this scope.
de: Dieser Kurs gehört bereits zu diesem Geltungsbereich.

source: The course has been connected to this scope.
de: Der Kurs wurde dem Geltungsbereich hinzugefügt.

source: The course has been disconnected from this scope.
de: Der Kurs wurde aus dem Geltungsbereich entfernt.

source: The course is not connected to this scope.
de: Der Kurs gehört nicht zu diesem Geltungsbereich.

source: Error 404 - Not found
de: Fehler 404 - Nicht gefunden

source: You tried to access a site that does not exist. We are very sorry about this.
de: Die aufgerufene Seite oder das angeforderte Objekt existiert leider nicht. Das tut uns leid!

source: Error 500 - Application error
de: Fehler 500 - Anwendungsfehler

source: Something went terribly wrong. We are on this to fix the issue!
de: Etwas ist schrecklich schief gelaufen. Wir arbeiten bestimmt bereits daran, den Fehler zu beheben!

source: About DocMan
de: Über DocMan

source: It's beautiful, cool and fun!
de: Es ist schön, cool und es macht Spaß!

source: Imprint
de: Impressum

source: The operator of this DocMan website cannot be taken responsible for uploaded files. The respective uploader is resonsible for the uploaded files and their content. The Copyrights of the original authors remains unchanged.
de: Für den Inhalt der auf dieser Plattform hochgeladenen Dokumente kann keine Haftung übernommen werden - der jeweilige Uploader ist für das Dokument und dessen Inhalt verantwortlich. Das Copyright des Autors bleibt unangetastet.

source: Technical Details
de: Technische Details

source: This software has been developed with the help of:
de: Diese Software wurde entwickelt mit Hilfe von und durch:

source: Technical Implementation, Hosting and Support
de: Technische Umsetzung, Hosting und Support

source: DocMan is an open source project and can be downloaded at GitHub.
de: DocMan ist ein Open-Source Projekt und kann von GitHub heruntergeladen werden.

source: Statistics
de: Statistik

source: Until now, a total number of %(number)s documents have been uploaded to DocMan, that take up %(space)s of file system storage.
de: Bisher werden mit Hilfe von DocMan %(number)s Dokumente verwaltet, welche insgesamt %(space)s Speicherplatz benötigen.

source: Account
de: Dein Zugang

source: Change your password, email address and settings here.
de: Hier kannst du dein Passwort, deine E-Mail Adresse und deine Einstellungen ändern.

source: Change your password <span>it's easy!</span>
de: Änder' dein Passwort <span>das ist einfach!</span>

source: Current password:
de: Aktuelles Passwort:

source: New password:
de: Neues Passwort:

source: ..repeat, please:
de: ..bitte wiederholen:

source: Save password
de: Passwort speichern

source: Change your email address <span>it's easy, too!</span>
de: .. deine E-Mail Adresse <span>das ist auch einfach!</span>

source: Current email address:
de: Aktuelle E-Mail Adresse:

source: New email address:
de: Neue E-Mail Adresse:

source: Save email address
de: E-Mail Adresse speichern

source: Change your settings <span>to suit your needs!</span>
de: Änder' deine Einstellungen <span>wie es dir gefällt</span>

source: Show latest uploads on overview?
de: Zuletzt hochgeladene Dokumente anzeigen?

source: Save settings
de: Einstellungen speichern

source: Facebook Connect <span>to add your profile!</span>
de: Facebook Connect <span>für dein Profilfoto</span>

source: Your profile is already connected to Facebook. To remove this connection, <a href="%(fbdeconnect)s">click here</a>.
de: Dein Profil ist bereits mit Facebook verbunden. <a href="%(fbdeconnect)s">Klick' hier</a>, um die Verbindung aufzulösen.

source: You are here
de: Du bist hier

source: Drop your file here
de: Hier fallen lassen!

source: Click to upload
de: Zum Hochladen klicken

source: Select File..
de: Datei auswählen..

source: Document Name
de: Dokumentname

source: Leave empty for filename
de: Leer lassen, um den Dateinamen zu nutzen

source: Tags
de: Stichwörter

source: Seperate tags with commas (,)
de: Trenne mehrere Tags mit einem Komma (,)

source: Description
de: Beschreibung

source: Upload file
de: Neues Dokument hochladen

source: or <a href='javascript:void(0)' id='resetIEUploadWindow'>close</a>
de: oder <a href='javascript:void(0)' id='resetIEUploadWindow'>schließen</a>

source: Loading..
de: Lade..

source: Visible for lecturers?
de: Sichtbar für Dozenten?

source: Save Details
de: Speichern

source: or <a href='javascript:void(0)' id='resetUploadWindow'>close</a>
de: oder <a href='javascript:void(0)' id='resetUploadWindow'>schließen</a>

source: Create new pad
de: Neues Pad erstellen

source: Please fill out the following form to create this pad.
de: Bitte füll' folgende Felder aus, um das Pad zu erstellen.

source: Create pad
de: Neues Pad erstellen

source: or <a href='javascript:void(0)' id='resetPadWindow'>close</a>
de: oder <a href='javascript:void(0)' id='resetPadWindow'>schließen</a>

source: Course options
de: Kurseinstellungen

source: Download all documents
de: Dokumente herunterladen

source: Unsubscribe this Course
de: Kurs abbestellen

source: Subscribe this Course
de: Kurs abonnieren

source: Course information
de: Kursinformationen

source: Documents
de: Dokumente

source: %(filesize)s - %(since)s ago by %(uploader)s
de: %(filesize)s - vor %(since)s von %(uploader)s

source: %(since)s ago by %(uploader)s
de: vor %(since)s von %(uploader)s

source: You subscribed for updates for this document.
de: Du hast dieses Dokument erfolgreich abonniert!

source: Until now no documents have been uploaded.
de: Bisher wurden keine Dokumente hochgeladen.

source: Overview
de: Überblick

source: Welcome to DocMan, the collaborative document management system. All new.
de: Willkommen bei DocMan, der kollaborativen Dokumentverwaltung. Ganz neu!

source: Howdy, mate!
de: Hallo, Du!

source: How's going? You are using DocMan for a while now. We would like to ask you a few questions about DocMan. Please, take your time to fill out the following brief survey to help us to make DocMan even better!
de: Wie geht's dir? Du benutzt DocMan nun schon seit einer ganzen Weile. Wir würden dir gerne ein paar Fragen zu DocMan stellen. Bitte nimm' dir doch kurz die Zeit um die kurze Umfrage auszufüllen um uns zu helfen, DocMan noch besser zu machen!

source: Note: Please use school grades to rate. Thanks!
de: Hinweis: Die Bewertung erfolgt nach dem Schulnotensystem.

source: What do you think about DocMan in general?
de: Was denkst du allgemein über DocMan?

source: What's your opinion about the drop-to-upload thing?
de: Wie ist deine Meinung zum Drop-To-Upload?

source: How's the layout?
de: Wie gefällt dir das Layout?

source: Did you sometimes download .zip archives?
de: Lädst du manchmal .zip-Archive herunter?

source: no
de: nein

source: only once
de: nur einmal

source: sometimes
de: manchmal

source: Any great, revolutionary ideas?
de: Hast du tolle, neue Ideen?

source: Finish survey!
de: Umfrage beenden!

source: Thanks, you rock!
de: Danke, du rockst!

source: Latest Uploads
de: Zuletzt hochgeladene Dokumente

source: Hide latest uploades
de: Zuletzt hochgeladene Dokumente ausblenden

source: %(filesize)s - %(since)s ago
de: %(filesize)s - vor %(since)s

source: %(since)s ago
de: vor %(since)s

source: held by
de: bei

source: You subscribed for updates for this course.
de: Du hast diesen Kurs erfolgreich abonniert.

source: %(filesize)s - %(since)s ago by %(uploader)s
de: %(filesize)s - vor %(since)s von %(uploader)s

source: %(since)s ago by %(uploader)s
de: vor %(since)s von %(uploader)s

source: No courses in this category (for this term).
de: Keine Kurse in dieser Kategorie (für dieses Semester) vorhanden.

source: No Categories set up yet.
de: Keine Kategorien vorhanden!

source: Lecturer profile
de: Dozentenprofil

source: Courses
de: Kurse

source: No courses are assigned to this lecturer.
de: Dieser Dozent hält keine Kurse.

source: Select new revision..
de: Neue Revision auswählen..

source: Edit document
de: Dokument bearbeiten

source: Please fill out the following form to edit this document.
de: Bitte füll' folgende Felder aus, um das Dokument zu beschreiben.

source: or <a href='javascript:void(0)' id='resetEditWindow'>close</a>
de: oder <a href='javascript:void(0)' id='resetEditWindow'>schließen</a>

source: Download <span style='font-size:small'>as .zip</span>
de: Download <span style='font-size:small'>als .zip</span>

source: Other options
de: Weitere Optionen

source: Unsubscribe this document
de: Abonnement abbestellen

source: Subscribe this document
de: Dokument abonnieren

source: Edit this document
de: Dokument bearbeiten

source: Are you sure, you want to delete the document and all its comments?
de: Sicher, dass du das Dokument und alle Kommentare dazu löschen willst?

source: Delete this document
de: Dokument löschen

source: Are you sure, you want to delete the current revision?
de: Sicher, dass du die aktuelle Revision löschen willst?

source: Delete current revision
de: Aktuelle Revision löschen

source: Drop new revision here
de: Hier fallen lassen!

source: Click to upload new revision
de: Neue Version hochladen

source: Basic information
de: Allgemeine Informationen

source: Uploaded by:
de: Hochgeladen von:

source: Rating:
de: Bewertung:

source: This document is visible for lecturers.
de: Dieses Dokument ist für Dozenten sichtbar.

source: Current revision
de: Aktuelle Revision

source: %(since)s ago
de: vor %(since)s

source: by
de: von

source: Comments
de: Kommentare

source: Delete
de: Löschen

source: Preview
de: Vorschau

source: Move your mouse over the preview image.
de: Beweg' deine Maus über das Vorschaubild.

source: No preview available
de: Keine Vorschau verfügbar

source: Revision history
de: Revisionen

source: Are you sure, you want to delete this revision?
de: Sicher, dass du diese Revision löschen willst?

source: Application error
de: Fehler in der Anwendung

source: We're very sorry, but something went terribly wrong with your account.<br />It seems that you are not connected to any organisation.
de: Es tut uns Leid! Leider ist etwas mit deinem Account ziemlich schief gelaufen.<br />Es scheint, du bist keiner Organisation zugewiesen.

source: Our technical support has already been informed. We will come back to you asap!
de: Unser technischer Support wurde bereits informiert und meldet sich schnellstmöglich bei dir.

source: Introducing DocMan
de: Wir stellen vor: DocMan

source: Collaborative Document Management. All new and Open Source.
de: Kollaborative Dokumentenverwaltung. Ganz neu und Open Source.

source: Get in touch!
de: Schau's dir an!

source: DocMan is a new open source software for collaborative document management including the following features (and much more!):
de: DocMan ist eine neue Open Source-Software für kollaborative Dokumentenverwaltung mit folgenden Features (und einigen mehr!):

source: Multi user document management (in a web browser!)
de: Mehrbenutzer-Dokumentenverwaltung (im Web-Browser!)

source: Supports text, audio, word, powerpoint, excel and every other file format
de: Unterstützt Text, Audio, Word, Powerpoint, Excel und jedes erdenkliche andere Dateiformat

source: Drag &amp; Drop upload (supported by Firefox, Safari and Chrome)
de: Drag &amp; Drop-Upload (unterstützt von Firefox, Safari und Chrome)

source: Hierarchical organized in semester, categories and courses
de: Hierarchisch in Semestern, Kategorien und Kursen organisiert

source: Acccess restricted lecturer accounts optional for each lecturer
de: Eingeschränkter Dozenten-Zugang optional pro Dozent

source: Fancy tag cloud generation for easy overview about common topics
de: Coole Tag-Cloud für eine schnelle Übersicht der populärsten Themen

source: Full text search and PDF full text indexing!
de: Volltextsuche und PDF-Volltextindizierung!

source: Preview image with content of the document (PDF, image and text only)
de: Vorschau-Bild mit dem Inhalt des Dokuments (nur PDF, Bild und Text)

source: Downloads available in original file format or .zip file
de: Download der Dokumente im Originalformat oder als .zip-Datei

source: Comments and ratings for every document uploaded
de: Kommentare und Bewertungen für jedes hochgeladene Dokument

source: Revisioning system for documents (Restore any revision at any time)
de: Revisionierungssystem für die Dokumente (jede Revision kann zu jeder Zeit heruntergeladen werden)

source: Multi language software (English and German translation available yet)
de: Mehrsprachige Software (Englisch und Deutsch verfügbar)

source: Email subscriptions for comments, courses and single documents.
de: E-Mail-Benachrichtigungen für Kommentare, Kurse und einzelne Dokumente

source: <strong>New:</strong> Etherpad Lite integration. Simultaneously edit text documents in your course! Best practice for transcripts.
de: <strong>Neu:</strong> Etherpad Lite-Integration. Gleichzeitiges Bearbeiten von Text-Dokumenten in deinem Kurs! Perfekt für Mitschriften.

source: SSL secured connection during the whole flight!
de: SSL-gesicherte Verbindung während der gesamten Nutzung!

source: Got ya?
de: Na, interessiert?

source: Nice! As DocMan is available as <a href='http://en.wikipedia.org/wiki/SaaS'>SaaS</a>-solution or for download, you need to decide here. You don't know what we are talking about?
de: Super! Da DocMan als <a href='http://en.wikipedia.org/wiki/SaaS'>SaaS</a>-Lösung oder zum Download verfügbar ist, musst du dich hier entscheiden. Du hast keinen Schimmer, wovon wir reden?

source: <strong>No</strong> IT-knowledge and infrastructure required at all
de: Absolut <strong>kein</strong> IT-Wissen und keine Infrastruktur benötigt
